adobe-source-han-sans-jp-fonts
ani-cli
arandr
arch-wiki-docs
audacity
autoconf
autojump
automake
base
base-devel
bashmount
bison
bridge-utils
cava
cmake
cmatrix
cowsay
dbus-python
dmenu
dnsmasq
dosfstools
dunst
efibootmgr
emacs
fakeroot
firefox
flex
fortune-mod
fzf
gimp
git
gnome-screenshot
gparted
grub
gxmessage
htop
kitty
libguestfs
libnotify
libreoffice-fresh
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lmms
lxappearance
m4
make
mangal-bin
mpv
mtools
neofetch
networkmanager
nitrogen
nm-connection-editor
noto-fonts-emoji
openbsd-netcat
openshot
os-prober
pamixer
papirus-icon-theme
paru
patch
pavucontrol
pcmanfm
peazip-gtk2-bin
picom
pipewire-alsa
pipewire-docs
pipewire-pulse
pkgconf
playerctl
polkit-qt5
polybar
python-pillow
qemu-full
qt5ct
ranger
rofi
rofi-greenclip
spaceship-prompt-git
spotify
sudo
sxhkd
sxiv
texinfo
ttf-fira-code
ttf-jetbrains-mono
ttf-mononoki-nerd
tty-clock-git
uget
unzip
vde2
vim
virt-manager
virt-viewer
wget
which
xf86-video-amdgpu
xf86-video-vesa
xmonad
xmonad-contrib
xmonad-dbus-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
zathura
zathura-djvu
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-syntax-highlighting
